{"topic": "Tema: videojuegos retro. Estilo: melancólico", "rap": "Pixeles que guardan mi niñez en cartuchos de ilusión,\nya no hay partida que devuelva aquella conexión."}
{"topic": "Tema: un amor perdido. Estilo: filosófico", "rap": "El amor fue un eco en el vacío,  \ny hoy su ausencia es mi único río."}
{"topic": "Tema: el día a día en la oficina. Estilo: poético", "rap": "El sol en la ventana dibuja un gris cristal,\nmientras el teclado sueña con ser un manantial."}
{"topic": "Tema: la vida en la calle. Estilo: sarcástico", "rap": "La luna es mi techo, el frío mi frazada,\nqué lujo vivir así, ¡la vida regalada!"}
{"topic": "Tema: un amor perdido. Estilo: sarcástico", "rap": "Te juré eternidad, y al final fue prestado.\nTu amor fue como un meme, viral y ya pasado."}
{"topic": "Tema: la vida en la calle. Estilo: poético", "rap": "La acera guarda historias en su grieta,\nla luna es testigo de mi moneda inquieta."}
{"topic": "Tema: videojuegos retro. Estilo: sarcástico", "rap": "Los gráficos de 8 bits, un encanto pixelado,\nmientras el cartucho sopla y se queda colgado."}
{"topic": "Tema: Cultura Hip Hop. Estilo: flow pesado", "rap": "La cultura late en el concreto sudoroso,\nsomos los dueños del ritmo poderoso."}
{"topic": "Tema: la lucha por el éxito. Estilo: poético", "rap": "Soy semilla que el asfalto intenta ahogar,\npero mi tallo de acero logra brotar."}
{"topic": "Tema: Aczino en la tarima. Estilo: melancólico", "rap": "El micrófono suda recuerdos de derrota,\nmientras la luna escucha cada rima que agota."}
{"topic": "Tema: Final de la FMS. Estilo: filosófico", "rap": "La palabra es un puente que el silencio cruzó,\nen este escenario donde el tiempo se rindió."}
{"topic": "Tema: un amor perdido. Estilo: poético", "rap": "Tu recuerdo es un eco en mi pecho vacío,\ny en este silencio solo escucho tu frío."}
{"topic": "Tema: Doble tempo extremo. Estilo: hardcore", "rap": "La velocidad rompe el micrófono, letras que son puñales,\nen doble tempo exploto, versos criminales."}
{"topic": "Tema: la cocina de la abuela. Estilo: reggae vibe", "rap": "El calor del fogón y su sazón ancestral,\nuna olla de amor, vibe reggae celestial."}
{"topic": "Tema: Duki en la plaza. Estilo: comercial", "rap": "Duki en la plaza, la gente se alborota,\nsu flow es un golpe directo en la nota."}
{"topic": "Tema: Red Bull Batalla de los Gallos. Estilo: hardcore", "rap": "Mi pluma perfora como un disparo,\nen esta jaula solo sobrevivo el más rayado."}
{"topic": "Tema: Leyendas del freestyle. Estilo: a capella", "rap": "Mi boca es un libro abierto, letras que el viento se lleva,\nleyendas que no se borran, tinta fresca en la pelea."}
{"topic": "Tema: Duki en la plaza. Estilo: reggae vibe", "rap": "Duki en la plaza, con el reggae vibrando,\nla gente en la calma, el ritmo va flotando."}
{"topic": "Tema: el día a día en la oficina. Estilo: hardcore", "rap": "El jefe ladra órdenes, el estrés no cesa,\nesta jaula de gris me quema la cabeza."}
{"topic": "Tema: Improvisación con objetos. Estilo: agresivo", "rap": "Un bolígrafo se vuelve puñal letal,\nimproviso con lo que encuentro, soy criminal."}
{"topic": "Tema: viajes espaciales. Estilo: melancólico", "rap": "El vacío es mi único testigo,\nmientras las estrellas se hacen añicos."}
{"topic": "Tema: Aczino en la tarima. Estilo: metriquer", "rap": "La tarima tiembla, el micrófono grita,\nAczino en la batalla, la métrica imita."}
{"topic": "Tema: Graffiti en el tren. Estilo: comercial", "rap": "Pinto sueños en metal, mi firma vuela en el viento,\nEste tren es mi lienzo, mi arte sin lamento."}
{"topic": "Tema: Doble tempo extremo. Estilo: ingenioso", "rap": "Mi mente es un reactor nuclear, funde el beat y lo hace estallar,\ntu flow está en cámara lenta, yo a doble tempo voy a ganar."}
{"topic": "Tema: la naturaleza salvaje. Estilo: agresivo", "rap": "Colmillos afilados, selva sin piedad,\nConquista el territorio, es ley de animal."}
{"topic": "Tema: la naturaleza salvaje. Estilo: filosófico", "rap": "La selva no pregunta si existe el camino,\nsolo crece sobre el silencio y el olvido."}
{"topic": "Tema: videojuegos retro. Estilo: filosófico", "rap": "Píxeles que sueñan con ser más que luz,\nen 8 bits late un corazón de cruz."}
{"topic": "Tema: Final de la FMS. Estilo: filosófico", "rap": "El micrófono no miente, es espejo del presente,\nvencer o caer solo define al diferente."}
{"topic": "Tema: Robots vs Poetas. Estilo: Cyberpunk.", "rap": "Circuitos sueñan con versos prohibidos,\nmientras poetas lloran tinta de silicio."}
{"topic": "Tema: Guerra de gallos en el metro. Estilo: Flow callejero y agresivo.", "rap": "El rugir del convoy es mi base y mi trueno,\npiso el andén con versos que parten el concreto."}
{"topic": "Tema: Guerra de gallos en el metro. Estilo: Old school underground.", "rap": "El micrófono es mi metralleta, letras que perforan como estilete\nEn el vagón se libra la batalla, solo sobrevive el que conecte."}
{"topic": "Tema: Guerra de galaxias. Estilo: Ciencia ficción épica.", "rap": "La fuerza fluye en mi sable de luz, \nmientras el Imperio se hunde en la cruz."}
{"topic": "Tema: Guerra de gallos. Estilo: Callejero.", "rap": "Mi pluma es un cuchillo, filoso y callejero,\nte rajo el verso entero, aquí no hay gallinero."}
{"topic": "Tema: Robots vs Poetas. Estilo: Ciencia ficción distópica.", "rap": "Circuitos fríos, poesía prohibida,\nla tinta se seca donde el silicio vibra."}
{"topic": "Tema: Robots vs Poetas. Estilo: Cyberpunk clásico.", "rap": "Circuitos fríos, bytes sin alma,\nversos de carne que el sistema acorrala."}
{"topic": "Tema: Robots vs Poetas. Estilo: Ciencia ficción distópica.", "rap": "Circuitos fríos calculan versos de metal,\nmientras poetas sangran tinta contra el capital."}
{"topic": "Tema: Freestyle libre. Estilo: Clásico", "rap": "Mi mente fluye como el río, letras que nunca tienen frío,\nen el micrófono soy un titán, este ritmo es mi santuario."}
{"topic": "Tema: Freestyle libre. Estilo: Clásico", "rap": "Mi mente es un libro, las calles el estante,\nverso tras verso, soy el dueño del instante."}
{"topic": "Tema: Batalla de rap en un barrio marginal. Estilo: Gritado y con ritmos latinos.", "rap": "El asfalto tiembla con mi grito latino,\neste barrio marginal es mi único destino."}
{"topic": "Tema: La batalla final en un barrio de hip-hop. Estilo: Gritado y frenético.", "rap": "¡El cemento tiembla, el micrófono explota!\n¡Tu reinado termina con esta nota!"}
{"topic": "Tema: La batalla final en un barrio de hip-hop. Estilo: Gritado y agresivo.", "rap": "¡La calle tiembla con mi verbo letal,\ntu último verso fue tu funeral!"}
{"topic": "Tema: La batalla final en un barrio de hip-hop. Estilo: Gritado y frenético.", "rap": "¡El asfalto tiembla, el micrófono explota!\n¡Tu reinado termina, esta es la última nota!"}
{"topic": "Tema: La batalla final en un barrio de hip-hop. Estilo: Gritado y frenético.", "rap": "¡El asfalto tiembla, el micrófono explota!\n¡Tu flow es débil, mi rima te derrota!"}
{"topic": "Tema: El fin del mundo en Pac-Man. Estilo: Futurista cyberpunk.", "rap": "El cosmos es un laberinto de neón y píxeles mortales,\ny el último fantasma digital corrompe los servidores celestiales."}
{"topic": "Tema: El rey del lujo. Estilo: Vida de millonario.", "rap": "Mi reloj no marca horas, marca sueños cumplidos,\nel lujo es mi lenguaje, en diamantes traducido."}
{"topic": "Tema: La búsqueda del significado en un universo vacío. Estilo: Dark Hip Hop.", "rap": "La eternidad me observa con sus ojos de cristal,\nen este vacío infinito solo escucho mi propio final."}
{"topic": "Tema: Guerreros de la mitología griega. Estilo: Epic Battle Rap.", "rap": "Mi espada talla destinos, soy el hijo de la lluvia dorada,\nen este campo Ares tiembla, mi leyenda nunca se apaga."}
{"topic": "Tema: Revolución en un mundo post-apocalíptico. Estilo: Cyberpunk.", "rap": "Circuitos sangran, la red se desangra,\nen ruinas de neón, la rebelión se alza."}
{"topic": "Tema: La montaña más alta. Estilo: Rap de acción.", "rap": "Escalando picos, mi sombra es la más larga.\nConquisto cumbres, mi flow no se estanca."}
{"topic": "Tema: La batalla por el calzado. Estilo: El rap de la calle.", "rap": "Mis pasos son leyenda, no moda pasajera,\nmientras tú con tus suelas falsas, la calle te desespera."}
{"topic": "Tema: La batalla por el calzado. Estilo: Underground hip hop.", "rap": "Mis suelas cuentan historias de asfalto y barro,\nmientras tus tenis brillan, pero nunca te han parido callo."}
{"topic": "Tema: El poder de la oscuridad. Estilo: Dark Fantasy.", "rap": "La noche teje sombras en mi manto real,\nmi verso es un hechizo que el abismo va a engendrar."}
{"topic": "Tema: La lucha por la justicia social. Estilo: Hip-Hop energético con elementos de orquesta.", "rap": "El sistema tiembla cuando el pueblo organiza su fuerza,\nla sinfonía de la calle en cada barricada empieza."}
{"topic": "Tema: La batalla por el último Big Mac. Estilo: Underground Rap.", "rap": "El hambre es real, la cola es eterna,\nmi rival se rinde, esta guerra es interna."}
{"topic": "Tema: La locura en el asilo. Estilo: Dark Hip Hop.", "rap": "El eco de risas en el pasillo,\ncuerpos marchitos, mente en el exilio."}
{"topic": "Tema: La batalla por el último Big Mac. Estilo: Rap callejero underground.", "rap": "El olor a queso fundido invade la calle oscura,\ncada uno por su mordida, en esta guerra de textura."}
{"topic": "Tema: La revolución digital de las colecciones únicas. Estilo: Futurista cyberpunk.", "rap": "Códigos NFT en mi chip, arte digital en la retina,\nColecciono rarezas glitch en la red clandestina."}
{"topic": "Tema: McDonald's. Estilo: doble tempo", "rap": "Papel dorado, hambre urgente,\nritmo veloz en el mostrador ardiente."}
{"topic": "Tema: Goku. Estilo: hardcore", "rap": "Soy el Saiyajin que al universo reta,\nmi Ki explota, la pelea es demencial y violenta."}
{"topic": "Tema: Darth Vader. Estilo: reggae vibe", "rap": "La fuerza oscura fluye como el mar,  \nbajo el casco late un ritmo de paz."}
{"topic": "Tema: Residente. Estilo: hardcore", "rap": "Mi pluma es un puño cerrado, letras que cortan como vidrio,\nResidente en el micrófono, soy el caos en el barrio."}
