{"topic": "videojuegos retro.", "rap": "Pixeles que guardan mi niñez en cartuchos de ilusión,\nya no hay partida que devuelva aquella conexión."}
{"topic": "un amor perdido.", "rap": "El amor fue un eco en el vacío,  \ny hoy su ausencia es mi único río."}
{"topic": "el día a día en la oficina.", "rap": "El sol en la ventana dibuja un gris cristal,\nmientras el teclado sueña con ser un manantial."}
{"topic": "la vida en la calle.", "rap": "La luna es mi techo, el frío mi frazada,\nqué lujo vivir así, ¡la vida regalada!"}
{"topic": "un amor perdido.", "rap": "Te juré eternidad, y al final fue prestado.\nTu amor fue como un meme, viral y ya pasado."}
{"topic": "la vida en la calle.", "rap": "La acera guarda historias en su grieta,\nla luna es testigo de mi moneda inquieta."}
{"topic": "videojuegos retro.", "rap": "Los gráficos de 8 bits, un encanto pixelado,\nmientras el cartucho sopla y se queda colgado."}
{"topic": "Cultura Hip Hop. pesado", "rap": "La cultura late en el concreto sudoroso,\nsomos los dueños del ritmo poderoso."}
{"topic": "la lucha por el éxito.", "rap": "Soy semilla que el asfalto intenta ahogar,\npero mi tallo de acero logra brotar."}
{"topic": "Aczino en la tarima.", "rap": "El micrófono suda recuerdos de derrota,\nmientras la luna escucha cada rima que agota."}
{"topic": "Final de la FMS.", "rap": "La palabra es un puente que el silencio cruzó,\nen este escenario donde el tiempo se rindió."}
{"topic": "un amor perdido.", "rap": "Tu recuerdo es un eco en mi pecho vacío,\ny en este silencio solo escucho tu frío."}
{"topic": "Doble tempo extremo.", "rap": "La velocidad rompe el micrófono, letras que son puñales,\nen doble tempo exploto, versos criminales."}
{"topic": "la cocina de la abuela", "rap": "El calor del fogón y su sazón ancestral,\nuna olla de amor, vibe reggae celestial."}
{"topic": "Duki en la plaza", "rap": "Duki en la plaza, la gente se alborota,\nsu flow es un golpe directo en la nota."}
{"topic": "Red Bull Batalla de los Gallos", "rap": "Mi pluma perfora como un disparo,\nen esta jaula solo sobrevivo el más rayado."}
{"topic": "Leyendas del freestyle", "rap": "Mi boca es un libro abierto, letras que el viento se lleva,\nleyendas que no se borran, tinta fresca en la pelea."}
{"topic": "Duki en la plaza", "rap": "Duki en la plaza, con el reggae vibrando,\nla gente en la calma, el ritmo va flotando."}
{"topic": "el día a día en la oficina", "rap": "El jefe ladra órdenes, el estrés no cesa,\nesta jaula de gris me quema la cabeza."}
{"topic": "Improvisación con objetos.", "rap": "Un bolígrafo se vuelve puñal letal,\nimproviso con lo que encuentro, soy criminal."}
{"topic": "viajes espaciales.", "rap": "El vacío es mi único testigo,\nmientras las estrellas se hacen añicos."}
{"topic": "Aczino en la tarima.", "rap": "La tarima tiembla, el micrófono grita,\nAczino en la batalla, la métrica imita."}
{"topic": "Graffiti en el tren.", "rap": "Pinto sueños en metal, mi firma vuela en el viento,\nEste tren es mi lienzo, mi arte sin lamento."}
{"topic": "Doble tempo extremo.", "rap": "Mi mente es un reactor nuclear, funde el beat y lo hace estallar,\ntu flow está en cámara lenta, yo a doble tempo voy a ganar."}
{"topic": "la naturaleza salvaje.", "rap": "Colmillos afilados, selva sin piedad,\nConquista el territorio, es ley de animal."}
{"topic": "la naturaleza salvaje.", "rap": "La selva no pregunta si existe el camino,\nsolo crece sobre el silencio y el olvido."}
{"topic": "videojuegos retro.", "rap": "Píxeles que sueñan con ser más que luz,\nen 8 bits late un corazón de cruz."}
{"topic": "Final de la FMS.", "rap": "El micrófono no miente, es espejo del presente,\nvencer o caer solo define al diferente."}
{"topic": "Robots vs Poetas.", "rap": "Circuitos sueñan con versos prohibidos,\nmientras poetas lloran tinta de silicio."}
{"topic": "Guerra de gallos en el metro. callejero y agresivo.", "rap": "El rugir del convoy es mi base y mi trueno,\npiso el andén con versos que parten el concreto."}
{"topic": "Guerra de gallos en el metro. school underground.", "rap": "El micrófono es mi metralleta, letras que perforan como estilete\nEn el vagón se libra la batalla, solo sobrevive el que conecte."}
{"topic": "Guerra de galaxias. ficción épica.", "rap": "La fuerza fluye en mi sable de luz, \nmientras el Imperio se hunde en la cruz."}
{"topic": "Guerra de gallos..", "rap": "Mi pluma es un cuchillo, filoso y callejero,\nte rajo el verso entero, aquí no hay gallinero."}
{"topic": "Robots vs Poetas. ficción distópica.", "rap": "Circuitos fríos, poesía prohibida,\nla tinta se seca donde el silicio vibra."}
{"topic": "Robots vs Poetas. clásico.", "rap": "Circuitos fríos, bytes sin alma,\nversos de carne que el sistema acorrala."}
{"topic": "Robots vs Poetas. ficción distópica.", "rap": "Circuitos fríos calculan versos de metal,\nmientras poetas sangran tinta contra el capital."}
{"topic": "Freestyle libre.", "rap": "Mi mente fluye como el río, letras que nunca tienen frío,\nen el micrófono soy un titán, este ritmo es mi santuario."}
{"topic": "Freestyle libre.", "rap": "Mi mente es un libro, las calles el estante,\nverso tras verso, soy el dueño del instante."}
{"topic": "Batalla de rap en un barrio marginal. y con ritmos latinos.", "rap": "El asfalto tiembla con mi grito latino,\neste barrio marginal es mi único destino."}
{"topic": "La batalla final en un barrio de hip-hop", "rap": "¡El cemento tiembla, el micrófono explota!\n¡Tu reinado termina con esta nota!"}
{"topic": "La batalla final en un barrio de hip-hop", "rap": "¡La calle tiembla con mi verbo letal,\ntu último verso fue tu funeral!"}
{"topic": "La batalla final en un barrio de hip-hop", "rap": "¡El asfalto tiembla, el micrófono explota!\n¡Tu reinado termina, esta es la última nota!"}
{"topic": "La batalla final en un barrio de hip-hop", "rap": "¡El asfalto tiembla, el micrófono explota!\n¡Tu flow es débil, mi rima te derrota!"}
{"topic": "El fin del mundo en Pac-Man. cyberpunk.", "rap": "El cosmos es un laberinto de neón y píxeles mortales,\ny el último fantasma digital corrompe los servidores celestiales."}
{"topic": "El rey del lujo. de millonario.", "rap": "Mi reloj no marca horas, marca sueños cumplidos,\nel lujo es mi lenguaje, en diamantes traducido."}
{"topic": "La búsqueda del significado en un universo vacío. Hip Hop.", "rap": "La eternidad me observa con sus ojos de cristal,\nen este vacío infinito solo escucho mi propio final."}
{"topic": "Guerreros de la mitología griega. Battle Rap.", "rap": "Mi espada talla destinos, soy el hijo de la lluvia dorada,\nen este campo Ares tiembla, mi leyenda nunca se apaga."}
{"topic": "Revolución en un mundo post-apocalíptico..", "rap": "Circuitos sangran, la red se desangra,\nen ruinas de neón, la rebelión se alza."}
{"topic": "La montaña más alta. de acción.", "rap": "Escalando picos, mi sombra es la más larga.\nConquisto cumbres, mi flow no se estanca."}
{"topic": "La batalla por el calzado. rap de la calle.", "rap": "Mis pasos son leyenda, no moda pasajera,\nmientras tú con tus suelas falsas, la calle te desespera."}
{"topic": "La batalla por el calzado. hip hop.", "rap": "Mis suelas cuentan historias de asfalto y barro,\nmientras tus tenis brillan, pero nunca te han parido callo."}
{"topic": "El poder de la oscuridad. Fantasy.", "rap": "La noche teje sombras en mi manto real,\nmi verso es un hechizo que el abismo va a engendrar."}
{"topic": "La lucha por la justicia social.-Hop energético con elementos de orquesta.", "rap": "El sistema tiembla cuando el pueblo organiza su fuerza,\nla sinfonía de la calle en cada barricada empieza."}
{"topic": "La batalla por el último Big Mac. Rap.", "rap": "El hambre es real, la cola es eterna,\nmi rival se rinde, esta guerra es interna."}
{"topic": "La locura en el asilo. Hip Hop.", "rap": "El eco de risas en el pasillo,\ncuerpos marchitos, mente en el exilio."}
{"topic": "La batalla por el último Big Mac. callejero underground.", "rap": "El olor a queso fundido invade la calle oscura,\ncada uno por su mordida, en esta guerra de textura."}
{"topic": "La revolución digital de las colecciones únicas. cyberpunk.", "rap": "Códigos NFT en mi chip, arte digital en la retina,\nColecciono rarezas glitch en la red clandestina."}
{"topic": "McDonald's. tempo", "rap": "Papel dorado, hambre urgente,\nritmo veloz en el mostrador ardiente."}
{"topic": "Goku.", "rap": "Soy el Saiyajin que al universo reta,\nmi Ki explota, la pelea es demencial y violenta."}
{"topic": "Darth Vader. vibe", "rap": "La fuerza oscura fluye como el mar,  \nbajo el casco late un ritmo de paz."}
{"topic": "Residente.", "rap": "Mi pluma es un puño cerrado, letras que cortan como vidrio,\nResidente en el micrófono, soy el caos en el barrio."}
{"topic": "Polo Norte.", "rap": "El hielo eterno cubre el horizonte,\ndonde el silencio es dueño del frío monte."}
{"topic": "Tomorrowland.", "rap": "El futuro es un ritmo que el cuerpo reclama,\nbaila con el sol en las calles de Bélgica y La Habana."}
{"topic": "Adidas.", "rap": "Calza el estilo que el mundo admira,\nAdidas, la esencia que te inspira."}
{"topic": "Eminem. vibe", "rap": "El ritmo lento, como un rastafari,\npero rimando letras que son un safari."}
{"topic": "Supreme. vibe", "rap": "La esencia que fluye libre y natural,  \ncomo el rastafari en la capital."}
{"topic": "Post Malone.", "rap": "Mi fama es un espejismo de brillo y dolor,\nmientras el éxito me ahoga en su manto de alcohol."}
{"topic": "Daddy Yankee. pesado", "rap": "El rey del género urbano, su legado es eterno,\nRompiendo esquemas con un flow pesado y táctico, gobierno."}
{"topic": "Cringe.", "rap": "Mi flow es tan forzado que duele al oír,\nrimo \"amor\" con \"dolor\" y pienso: \"¡qué subir!\""}
{"topic": "Haters.", "rap": "Me critican sin razón, me hieren con su voz,\nmientras mi alma se apaga, sin luz ni sol."}
{"topic": "Pepsi. flow", "rap": "La sed me llama, no hay calma,\nmi alma pide una Pepsi con alma."}
{"topic": "Supreme.", "rap": "La máquina estampa el logo en la frente,\neste culto al consumo es demente."}
{"topic": "Tony Stark. nova", "rap": "El hierro suena a bossa nova suave,\nTony Stark descansa en su clave."}
{"topic": "dragons.", "rap": "Fuego en la boca, escamas brillantes,\nbailan los dragones al ritmo vibrante."}
{"topic": "classic literature. rock", "rap": "Los clásicos se deslizan en trance psicodélico,\nvoces de tinta en un viaje lisérgico."}
{"topic": "Drake. wave", "rap": "La fama es un eco, el dinero un espejismo,\nDrake navega solo en su propio abismo."}
{"topic": "dieta estricta.", "rap": "La balanza dicta la ley, sin margen de error,\nen este régimen férreo, no hay lugar para el sabor."}
{"topic": "steampunk.", "rap": "Engranajes oxidados, vapor en el asfalto,\nEl futuro es pasado, este ritmo es un asalto."}
{"topic": "Rick Sanchez. house", "rap": "Ciencia y caos, mi flujo interestelar,\nPicos sintéticos, un viaje cuántico y sideral."}
{"topic": "cambio climático.", "rap": "El poder niega la ciencia con su cinismo,\nmientras el planeta paga su capitalismo."}
{"topic": "bollywood.", "rap": "La pantalla vibra con luces y acción,\nUn corazón baila en cada canción."}
{"topic": "Bitcoin. tempo", "rap": "El código corre en la blockchain, imparable,\nmi flow mina bloques, confirmable."}
{"topic": "pandemia mundial.", "rap": "El virus no discrimina en su afán letal,\npero la cura sí tiene un precio oficial."}
{"topic": "Ferrari.", "rap": "Motor gótico, seda en sombra,\nLuto de acero que el asfalto asombra."}
{"topic": "Polo Norte. flow", "rap": "La nieve es mi tablao, el hielo mi compás,\nun quejío en el silencio, el frío no me va."}
{"topic": "café artesanal. rock", "rap": "Fragancia ancestral en el vapor,\nritual psicodélico de sabor."}
{"topic": "dragons. rock", "rap": "Scales shimmer in the fractal fire light,\nNeon wings dissolve in the prism flight."}
{"topic": "e-sports tournament.", "rap": "La gloria digital en la pantalla brilla,\nla multitud grita por la victoria que humilla."}
{"topic": "pixel art.", "rap": "Bits brillan, baja el sub,\nPíxeles laten al ritmo del dub."}
{"topic": "La Luna.", "rap": "Es un faro de plata en la noche oscura,\ntestigo silente de nuestra locura."}
{"topic": "Batman. house", "rap": "El ritmo late en la noche oscura,  \nBatman vigila con electrónica pura."}
{"topic": "Trap argentino.", "rap": "La plata se me evapora, qué ironía,\nen el conurbano suena mi melodía."}
{"topic": "Goku.-fi hip hop", "rap": "El ki fluye como el beat, sereno y sutil,\nen el dojo del espacio, medita un saiyajin mil."}
{"topic": "graffiti. bap", "rap": "La lata chispea en el muro frío,\nmi firma es un sello, el barrio es mío."}
{"topic": "apocalipsis zombie.", "rap": "La carne muerta camina, mas no piensa su final,\n¿No es más zombie el que vive sin cuestionar su moral?"}
{"topic": "Ford.", "rap": "Mi Ford vibra en la pista,  \ncon el reguetón que en la calle resista."}
{"topic": "Bizarrap.", "rap": "Mi sesión ya es historia en tu playlist,\nsolo beats y silencio, nuestro final gris."}
{"topic": "Spotify.", "rap": "Mi música brilla, en el catálogo infinito,\ntu playlist es de oro, yo soy el algoritmo."}
{"topic": "Batman.", "rap": "La sombra que a los malos aterra,\nBatman, el guardián de tu tierra."}
{"topic": "E-sports.", "rap": "El mouse es mi arma, los clicks mi munición,\nEn el mapa reinamos, esta es nuestra invasión."}
{"topic": "Netflix", "rap": "Pantallas que encienden la noche sin fin,\nhistorias que atrapan, ¿dónde está el fin?"}
{"topic": "películas de terror", "rap": "La sombra acecha en el pasillo oscuro,\nel susto en la butaca, un grito ahogado y puro."}
{"topic": "Pepsi", "rap": "El sabor que enfría la sed, con burbujas de intensidad,\nPepsi domina el juego, es pura electricidad."}
{"topic": "Times Square", "rap": "Luces que ciegan, nunca se apagan,\nMultitudes que fluyen, la ciudad no se desmaya."}
{"topic": "FMS Internacional", "rap": "La élite global en el micrófono, letras que cruzan nación,\ncada batalla es historia, en cada rima una explosión."}
{"topic": "apocalipsis zombie", "rap": "Las calles son frías, solo queda el miedo,\ncorro de los muertos que no se quedan quietos."}
{"topic": "Viral", "rap": "La pantalla es mi altar, mi flow es letal,\nSubo el video y el mundo se vuelve viral."}
{"topic": "Trap argentino", "rap": "Flow de villa, frío en la mirada,\nEn el conurbano la calle es sagrada."}
{"topic": "dieta estricta", "rap": "Mi plato es un campo de batalla, sin tregua ni cuartel,\nsolo verdura cruda, ni un gramo de miel."}
{"topic": "TikTok", "rap": "Scroll rápido, pantalla brillante,\nTu atención es mi moneda constante."}
{"topic": "Bizarrap", "rap": "Mi flow es un enigma, como Biza en la pista,\nrompo esquemas con rimas, nadie me los desquita."}
{"topic": "teletrabajo aburrido", "rap": "Píxeles en la pantalla, mi mente se adormece,\nesta rutina virtual mi espíritu fallece."}
{"topic": "Aczino", "rap": "Mi mente es un laberinto, imposible de descifrar,\nAczino en el micrófono, no me pueden replicar."}
{"topic": "Joker", "rap": "La risa envenena la ciudad de dolor,\nmientras pinto mi sonrisa con sangre y rencor."}
{"topic": "Bizarrap", "rap": "Mi flow es un enigma, como un laberinto en llamas,\nBiza rompe esquemas, mientras el beat te reclama."}
{"topic": "Cringe", "rap": "Mis rimas son tan frías que el cringe se congela,\ntu flow es tan falso que hasta las selfies se revelan."}
{"topic": "Harry Potter", "rap": "El mundo muggle no es mi lugar,  \ncon mi varita voy a encantar."}
{"topic": "Walter White", "rap": "De pobre maestro a rey del cristal,  \nWalter White, el químico criminal."}
