{"topic": "Tema: videojuegos retro. Estilo: melancólico", "rap": "Pixeles que guardan mi niñez en cartuchos de ilusión,\nya no hay partida que devuelva aquella conexión."}
{"topic": "Tema: un amor perdido. Estilo: filosófico", "rap": "El amor fue un eco en el vacío,  \ny hoy su ausencia es mi único río."}
{"topic": "Tema: el día a día en la oficina. Estilo: poético", "rap": "El sol en la ventana dibuja un gris cristal,\nmientras el teclado sueña con ser un manantial."}
{"topic": "Tema: la vida en la calle. Estilo: sarcástico", "rap": "La luna es mi techo, el frío mi frazada,\nqué lujo vivir así, ¡la vida regalada!"}
{"topic": "Tema: un amor perdido. Estilo: sarcástico", "rap": "Te juré eternidad, y al final fue prestado.\nTu amor fue como un meme, viral y ya pasado."}
{"topic": "Tema: la vida en la calle. Estilo: poético", "rap": "La acera guarda historias en su grieta,\nla luna es testigo de mi moneda inquieta."}
{"topic": "Tema: videojuegos retro. Estilo: sarcástico", "rap": "Los gráficos de 8 bits, un encanto pixelado,\nmientras el cartucho sopla y se queda colgado."}
{"topic": "Tema: Cultura Hip Hop. Estilo: flow pesado", "rap": "La cultura late en el concreto sudoroso,\nsomos los dueños del ritmo poderoso."}
{"topic": "Tema: la lucha por el éxito. Estilo: poético", "rap": "Soy semilla que el asfalto intenta ahogar,\npero mi tallo de acero logra brotar."}
{"topic": "Tema: Aczino en la tarima. Estilo: melancólico", "rap": "El micrófono suda recuerdos de derrota,\nmientras la luna escucha cada rima que agota."}
{"topic": "Tema: Final de la FMS. Estilo: filosófico", "rap": "La palabra es un puente que el silencio cruzó,\nen este escenario donde el tiempo se rindió."}
{"topic": "Tema: un amor perdido. Estilo: poético", "rap": "Tu recuerdo es un eco en mi pecho vacío,\ny en este silencio solo escucho tu frío."}
{"topic": "Tema: Doble tempo extremo. Estilo: hardcore", "rap": "La velocidad rompe el micrófono, letras que son puñales,\nen doble tempo exploto, versos criminales."}
{"topic": "Tema: la cocina de la abuela. Estilo: reggae vibe", "rap": "El calor del fogón y su sazón ancestral,\nuna olla de amor, vibe reggae celestial."}
{"topic": "Tema: Duki en la plaza. Estilo: comercial", "rap": "Duki en la plaza, la gente se alborota,\nsu flow es un golpe directo en la nota."}
{"topic": "Tema: Red Bull Batalla de los Gallos. Estilo: hardcore", "rap": "Mi pluma perfora como un disparo,\nen esta jaula solo sobrevivo el más rayado."}
{"topic": "Tema: Leyendas del freestyle. Estilo: a capella", "rap": "Mi boca es un libro abierto, letras que el viento se lleva,\nleyendas que no se borran, tinta fresca en la pelea."}
{"topic": "Tema: Duki en la plaza. Estilo: reggae vibe", "rap": "Duki en la plaza, con el reggae vibrando,\nla gente en la calma, el ritmo va flotando."}
{"topic": "Tema: el día a día en la oficina. Estilo: hardcore", "rap": "El jefe ladra órdenes, el estrés no cesa,\nesta jaula de gris me quema la cabeza."}
{"topic": "Tema: Improvisación con objetos. Estilo: agresivo", "rap": "Un bolígrafo se vuelve puñal letal,\nimproviso con lo que encuentro, soy criminal."}
{"topic": "Tema: viajes espaciales. Estilo: melancólico", "rap": "El vacío es mi único testigo,\nmientras las estrellas se hacen añicos."}
{"topic": "Tema: Aczino en la tarima. Estilo: metriquer", "rap": "La tarima tiembla, el micrófono grita,\nAczino en la batalla, la métrica imita."}
{"topic": "Tema: Graffiti en el tren. Estilo: comercial", "rap": "Pinto sueños en metal, mi firma vuela en el viento,\nEste tren es mi lienzo, mi arte sin lamento."}
{"topic": "Tema: Doble tempo extremo. Estilo: ingenioso", "rap": "Mi mente es un reactor nuclear, funde el beat y lo hace estallar,\ntu flow está en cámara lenta, yo a doble tempo voy a ganar."}
{"topic": "Tema: la naturaleza salvaje. Estilo: agresivo", "rap": "Colmillos afilados, selva sin piedad,\nConquista el territorio, es ley de animal."}
{"topic": "Tema: la naturaleza salvaje. Estilo: filosófico", "rap": "La selva no pregunta si existe el camino,\nsolo crece sobre el silencio y el olvido."}
{"topic": "Tema: videojuegos retro. Estilo: filosófico", "rap": "Píxeles que sueñan con ser más que luz,\nen 8 bits late un corazón de cruz."}
{"topic": "Tema: Final de la FMS. Estilo: filosófico", "rap": "El micrófono no miente, es espejo del presente,\nvencer o caer solo define al diferente."}
