{"topic": "McDonald's", "rap": "Papel dorado, hambre urgente,\nritmo veloz en el mostrador ardiente."}
{"topic": "Goku", "rap": "Soy el Saiyajin que al universo reta,\nmi Ki explota, la pelea es demencial y violenta."}
{"topic": "Darth Vader", "rap": "La fuerza oscura fluye como el mar,  \nbajo el casco late un ritmo de paz."}
{"topic": "Residente", "rap": "Mi pluma es un puño cerrado, letras que cortan como vidrio,\nResidente en el micrófono, soy el caos en el barrio."}
{"topic": "Polo Norte", "rap": "El hielo eterno cubre el horizonte,\ndonde el silencio es dueño del frío monte."}
{"topic": "Tomorrowland", "rap": "El futuro es un ritmo que el cuerpo reclama,\nbaila con el sol en las calles de Bélgica y La Habana."}
{"topic": "Adidas", "rap": "Calza el estilo que el mundo admira,\nAdidas, la esencia que te inspira."}
{"topic": "Eminem", "rap": "El ritmo lento, como un rastafari,\npero rimando letras que son un safari."}
{"topic": "Supreme", "rap": "La esencia que fluye libre y natural,  \ncomo el rastafari en la capital."}
{"topic": "Post Malone", "rap": "Mi fama es un espejismo de brillo y dolor,\nmientras el éxito me ahoga en su manto de alcohol."}
{"topic": "Daddy Yankee", "rap": "El rey del género urbano, su legado es eterno,\nRompiendo esquemas con un flow pesado y táctico, gobierno."}
{"topic": "Cringe", "rap": "Mi flow es tan forzado que duele al oír,\nrimo \"amor\" con \"dolor\" y pienso: \"¡qué subir!\""}
{"topic": "Haters", "rap": "Me critican sin razón, me hieren con su voz,\nmientras mi alma se apaga, sin luz ni sol."}
{"topic": "Pepsi", "rap": "La sed me llama, no hay calma,\nmi alma pide una Pepsi con alma."}
{"topic": "Supreme", "rap": "La máquina estampa el logo en la frente,\neste culto al consumo es demente."}
{"topic": "Tony Stark", "rap": "El hierro suena a bossa nova suave,\nTony Stark descansa en su clave."}
{"topic": "dragons", "rap": "Fuego en la boca, escamas brillantes,\nbailan los dragones al ritmo vibrante."}
{"topic": "Drake", "rap": "La fama es un eco, el dinero un espejismo,\nDrake navega solo en su propio abismo."}
{"topic": "dieta estricta", "rap": "La balanza dicta la ley, sin margen de error,\nen este régimen férreo, no hay lugar para el sabor."}
{"topic": "steampunk", "rap": "Engranajes oxidados, vapor en el asfalto,\nEl futuro es pasado, este ritmo es un asalto."}
{"topic": "Rick Sanchez", "rap": "Ciencia y caos, mi flujo interestelar,\nPicos sintéticos, un viaje cuántico y sideral."}
{"topic": "cambio climático", "rap": "El poder niega la ciencia con su cinismo,\nmientras el planeta paga su capitalismo."}
{"topic": "bollywood", "rap": "La pantalla vibra con luces y acción,\nUn corazón baila en cada canción."}
{"topic": "Bitcoin", "rap": "El código corre en la blockchain, imparable,\nmi flow mina bloques, confirmable."}
{"topic": "pandemia mundial", "rap": "El virus no discrimina en su afán letal,\npero la cura sí tiene un precio oficial."}
{"topic": "Ferrari", "rap": "Motor gótico, seda en sombra,\nLuto de acero que el asfalto asombra."}
{"topic": "Polo Norte", "rap": "La nieve es mi tablao, el hielo mi compás,\nun quejío en el silencio, el frío no me va."}
{"topic": "café artesanal", "rap": "Fragancia ancestral en el vapor,\nritual psicodélico de sabor."}
{"topic": "dragons", "rap": "Scales shimmer in the fractal fire light,\nNeon wings dissolve in the prism flight."}
{"topic": "e-sports tournament", "rap": "La gloria digital en la pantalla brilla,\nla multitud grita por la victoria que humilla."}
{"topic": "pixel art", "rap": "Bits brillan, baja el sub,\nPíxeles laten al ritmo del dub."}
{"topic": "La Luna", "rap": "Es un faro de plata en la noche oscura,\ntestigo silente de nuestra locura."}
{"topic": "Batman", "rap": "El ritmo late en la noche oscura,  \nBatman vigila con electrónica pura."}
{"topic": "Trap argentino", "rap": "La plata se me evapora, qué ironía,\nen el conurbano suena mi melodía."}
{"topic": "Goku", "rap": "El ki fluye como el beat, sereno y sutil,\nen el dojo del espacio, medita un saiyajin mil."}
{"topic": "graffiti", "rap": "La lata chispea en el muro frío,\nmi firma es un sello, el barrio es mío."}
{"topic": "apocalipsis zombie", "rap": "La carne muerta camina, mas no piensa su final,\n¿No es más zombie el que vive sin cuestionar su moral?"}
{"topic": "Ford", "rap": "Mi Ford vibra en la pista,  \ncon el reguetón que en la calle resista."}
{"topic": "Bizarrap", "rap": "Mi sesión ya es historia en tu playlist,\nsolo beats y silencio, nuestro final gris."}
{"topic": "Spotify", "rap": "Mi música brilla, en el catálogo infinito,\ntu playlist es de oro, yo soy el algoritmo."}
{"topic": "Batman", "rap": "La sombra que a los malos aterra,\nBatman, el guardián de tu tierra."}
{"topic": "E-sports", "rap": "El mouse es mi arma, los clicks mi munición,\nEn el mapa reinamos, esta es nuestra invasión."}
{"topic": "Netflix", "rap": "Pantallas que encienden la noche sin fin,\nhistorias que atrapan, ¿dónde está el fin?"}
{"topic": "películas de terror", "rap": "La sombra acecha en el pasillo oscuro,\nel susto en la butaca, un grito ahogado y puro."}
{"topic": "Pepsi", "rap": "El sabor que enfría la sed, con burbujas de intensidad,\nPepsi domina el juego, es pura electricidad."}
{"topic": "Times Square", "rap": "Luces que ciegan, nunca se apagan,\nMultitudes que fluyen, la ciudad no se desmaya."}
{"topic": "FMS Internacional", "rap": "La élite global en el micrófono, letras que cruzan nación,\ncada batalla es historia, en cada rima una explosión."}
{"topic": "apocalipsis zombie", "rap": "Las calles son frías, solo queda el miedo,\ncorro de los muertos que no se quedan quietos."}
{"topic": "Viral", "rap": "La pantalla es mi altar, mi flow es letal,\nSubo el video y el mundo se vuelve viral."}
{"topic": "Trap argentino", "rap": "Flow de villa, frío en la mirada,\nEn el conurbano la calle es sagrada."}
{"topic": "dieta estricta", "rap": "Mi plato es un campo de batalla, sin tregua ni cuartel,\nsolo verdura cruda, ni un gramo de miel."}
{"topic": "TikTok", "rap": "Scroll rápido, pantalla brillante,\nTu atención es mi moneda constante."}
{"topic": "Bizarrap", "rap": "Mi flow es un enigma, como Biza en la pista,\nrompo esquemas con rimas, nadie me los desquita."}
{"topic": "teletrabajo aburrido", "rap": "Píxeles en la pantalla, mi mente se adormece,\nesta rutina virtual mi espíritu fallece."}
{"topic": "Aczino", "rap": "Mi mente es un laberinto, imposible de descifrar,\nAczino en el micrófono, no me pueden replicar."}
{"topic": "Joker", "rap": "La risa envenena la ciudad de dolor,\nmientras pinto mi sonrisa con sangre y rencor."}
{"topic": "Bizarrap", "rap": "Mi flow es un enigma, como un laberinto en llamas,\nBiza rompe esquemas, mientras el beat te reclama."}
{"topic": "Cringe", "rap": "Mis rimas son tan frías que el cringe se congela,\ntu flow es tan falso que hasta las selfies se revelan."}
{"topic": "Harry Potter", "rap": "El mundo muggle no es mi lugar,  \ncon mi varita voy a encantar."}
{"topic": "Walter White", "rap": "De pobre maestro a rey del cristal,  \nWalter White, el químico criminal."}
{"topic": "Compton", "rap": "Las calles de Compton, un susurro de acero,\ndonde los sueños se siembran y el miedo es sincero."}
{"topic": "rutina de gimnasio", "rap": "Despierto, la mente clara, el cuerpo listo pa' la faena,\nCon cada rep, mi sudor escribe la cadena."}
{"topic": "Pepsi", "rap": "El sabor que domina el juego, sin rival,\nPepsi en la boca, es puro sabor tropical."}
{"topic": "La Luna", "rap": "Brilla en la noche, plata pura,  \nmi verso la alcanza, sin locura."}
{"topic": "futuro distópico", "rap": "Las calles son pantallas, el aire es control,\ntu sueño es un dato que el sistema vendió."}
{"topic": "Final del Mundial", "rap": "El estadio vibra, el mundo en suspenso,\nla gloria es eterna, el trofeo es inmenso."}
{"topic": "Nintendo Switch", "rap": "La Switch es mi consola, prendo el dock,\nJuego en 4K o en modo portátil, soy el jefe del block."}
{"topic": "teletrabajo aburrido", "rap": "Píxeles en la pantalla, mi mente se adormece,\nesta rutina virtual mi espíritu fallece."}
{"topic": "Youtubers", "rap": "Subo videos sin parar, mi canal va a estallar,\ncon views que van a volar y haters que van a odiar."}
{"topic": "La Luna", "rap": "La noche es mi lienzo, la Luna mi brocha,\nSu luz plateada en la sombra se acocha."}
{"topic": "Tony Stark", "rap": "Hierro en la piel, mente de titán,\nDe playboy a héroe, este es mi plan."}
{"topic": "KFC", "rap": "Cruzo la calle, el aroma me llama,\nColonel Sanders es mi karma."}
{"topic": "Burger King", "rap": "Mi hambre es un rey que exige su trono,\ncon queso derretido y panceta en el crono."}
{"topic": "Lego", "rap": "Piezas pequeñas, mi mente es un Lego,\nConstruyo imperios desde el suelo."}
{"topic": "Puma", "rap": "Veloz en la jungla, mi estilo es letal,\nPuma en la pista, soy el animal."}
{"topic": "Chernobyl", "rap": "El reactor explotó, la historia se manchó,\nUn pueblo fantasma donde la vida se apagó."}
{"topic": "Balón de fútbol", "rap": "Mi piel de cuero late al golpear la red,\nsoy el testigo mudo de cada gol que ves."}
{"topic": "Hollywood", "rap": "Luces ciegas, sueños falsos que venden,\nfama de cartón donde los verdaderos se pierden."}
{"topic": "Balenciaga", "rap": "Mi estilo es futurista, mi aura es de otro planeta,\nBalenciaga en la pista, la moda que interpreta."}
{"topic": "Amazon", "rap": "De cazador a vendedor, Jeff Bezos subió la apuesta,\nahora todo el mundo compra con un clic en la cesta."}
{"topic": "Torre Eiffel", "rap": "De París soy el faro, el acero que desafía el cielo,\nmi estructura es leyenda, testigo de cada anhelo."}
{"topic": "Tabla de surf", "rap": "Rompo olas con estilo, tabla de fibra,\nmi dominio es ley, la costa vibra."}
{"topic": "ganar la lotería", "rap": "Los ceros se multiplican en mi cuenta corriente,\nahora el banquero me saluda diferente."}
{"topic": "Reloj Patek Philippe", "rap": "Mi tiempo es eterno, no hay prisa ni plazo,  \nEste Patek en mi muñeca es un reino escaso."}
{"topic": "Snoop Dogg", "rap": "Con un flow de la costa oeste, suave como la brisa,\nSnoop Dogg en el micrófono, la leyenda nunca se desliza."}
{"topic": "Trap argentino", "rap": "La calle late con un bajo que retumba,\nen el conurbano la 110 no se derrumba."}
{"topic": "Louis Vuitton", "rap": "Mi estilo es clásico, como un trunk de colección,\nesta flow Louis Vuitton no pasa de moda, es obsesión."}
{"topic": "Hamburguesa doble", "rap": "Doble carne, queso derretido, pan tostao',\nUn festín pa' el hambre, un pecado sagrao'."}
{"topic": "Pikachu", "rap": "Con el rayo que electriza, soy la chispa que cautiva,\nesta leyenda amarilla en la batalla decisiva."}
{"topic": "Micrófono de oro", "rap": "Mi voz es ley, no hay réplica ni reclamo,\neste micrófono dorado forja mi reinado."}
{"topic": "Instagram", "rap": "Subo fotos, pero no muestro mi alma,\nEn esta red social, solo busco fama."}
{"topic": "Tomorrowland", "rap": "Viajo al futuro, sin pasaporte ni equipaje,\nen Tomorrowland, donde el ritmo es salvaje."}
{"topic": "barrio peligroso", "rap": "En el barrio que respira con filo y concreto,\ndonde hasta el silencio guarda un secreto."}
{"topic": "Duki", "rap": "La corona en mi cabeza brilla como el sol,\nMientras el beat explota, yo soy el que controla el flow."}
{"topic": "Rolex", "rap": "Mi muñeca brilla como el sol, este Rolex no perdona.\nCada segundo es un millón, mi tiempo es de otra zona."}
{"topic": "Shakira", "rap": "Con la cadera que hipnotiza y un flow que desliza,\ndesde Barranquilla al mundo, Shakira es la campeona que pisa."}
{"topic": "Cadena de oro", "rap": "Mi cadena brilla con el sol,  \nes el trofeo de mi evolución."}
{"topic": "Tupac", "rap": "La calle es dura, no perdona un error,\nTupac vive en cada verso que sale del corazón."}
{"topic": "Area 51", "rap": "Los extraterrestres encerrados, el gobierno callado,\nmientras los humanos curiosos siguen siendo hackeados."}
{"topic": "Notorious B.I.G.", "rap": "Nací en Brooklyn, el rey con la corona,\nBiggie Smalls, mi leyenda nunca se abona."}
{"topic": "Ferrari", "rap": "El lujo italiano en mi garaje, puro fuego en el motor,\ncruzo la meta del éxito, rompiendo récords de valor."}
{"topic": "Chernobyl", "rap": "El reactor explotó, la radiación se escapó,\nuna ciudad en silencio, el futuro se apagó."}
{"topic": "Ibai Llanos", "rap": "Subo al escenario con mi estilo sano,\nIbai Llanos, leyenda del streaming hispano."}
{"topic": "dieta estricta", "rap": "Mi plato es un paisaje desolado,\nsolo lechuga y un sueño frustrado."}
{"topic": "Prada", "rap": "La etiqueta Prada, elegancia en la piel,\nLujo que perdura, más allá del papel."}
{"topic": "Walter White", "rap": "De químico a rey, mi fórmula es letal,\nWalter White transforma el miedo en cristal."}
{"topic": "Balón de fútbol", "rap": "El cuero batea en el aire, mi destino es la red,\nSoy el testigo del juego, donde se escribe la ley."}
{"topic": "Starbucks", "rap": "Mi café cuesta más que tu renta,\nesta adicción dorada no se lamenta."}
{"topic": "Gandalf", "rap": "Mi barba es gris, mi sabiduría es eterna,\ncon mi cayado en la batalla, la sombra es interna."}
{"topic": "Kanye West", "rap": "Mi fama es un huracán, mi mente un laberinto,\nCritican mi ego, pero venzo al destino."}
{"topic": "Ibai Llanos", "rap": "El micrófono tiembla cuando yo entro al directo,\nIbai es el rey del streaming, eso es un hecho."}
{"topic": "Shakira", "rap": "Con caderas que no mienten y un flow que es puro fuego,\ndesde Barranquilla al mundo, rompiendo cada juego."}
{"topic": "Quevedo", "rap": "Soy el fantasma de Quevedo, letras que en la tinta navegan,\nconceptos que en tu mente estallan, mi ingenio es el que te lleva."}
{"topic": "Notorious B.I.G.", "rap": "Nací en Brooklyn, el flow es letal,\nBiggie Smalls, la leyenda es inmortal."}
{"topic": "Kanye West", "rap": "Mi mente es un West, nadie la procesa,\ncreo hits de la nada, como una profeta."}
{"topic": "Naruto", "rap": "Miradas de fuego, sombras en el viento,\nKonoha late fuerte, este es mi cuento."}
{"topic": "Facebook", "rap": "Mi perfil es puro postureo, likes de plástico,\ntu vida es un reality, filtro fantástico."}
{"topic": "barrio peligroso", "rap": "Calles oscuras, miradas de acero,\nAquí el silencio es el único consejero."}
{"topic": "Coche deportivo", "rap": "El motor ruge como una fiera enjaulá',\nkilómetros de adrenalina destilá'."}
{"topic": "Nintendo Switch", "rap": "Mi pantalla se desliza, el juego no tiene fin,\nJoy-Con en mis manos, el mundo es mi jardín."}
{"topic": "Walter White", "rap": "Cocinando cristal, un químico sin igual,\nDe profesor a rey, en el desierto infernal."}
{"topic": "Homer Simpson", "rap": "Mi panza ruge, mi cerebro en pausa,\nSoy el rey del sofá, ¡D'oh! esa es mi causa."}
{"topic": "películas de terror", "rap": "Las sombras susurran en la pantalla plateada,\ntu corazón late al ritmo de la cuchillada."}
{"topic": "Skate", "rap": "Cruzo la ciudad en cuatro ruedas,  \nDeslizo el truco y la leyenda queda."}
{"topic": "Cringe", "rap": "Mi flow es tan frío que el cringe se congela,\nmientras tú tropiezas, yo piso las estrellas."}
{"topic": "Las Vegas", "rap": "Las luces brillan, el calor no cesa,\nEn Vegas, la suerte es una princesa."}
{"topic": "J. Cole", "rap": "Mi pluma es letal, no hay rival en el mapa,\nCole World, el silencio se rompe con la tapa."}
{"topic": "Post Malone", "rap": "Con la tinta en la piel y un flow que es oro puro,\ndel trap al country, mi sonido es el futuro."}
{"topic": "Michael Jordan", "rap": "Del cielo al parqué, leyenda que no se olvida,\nCon la 23 en la espalda, ganó cada partida."}
{"topic": "Zara", "rap": "La moda rápida, Zara manda el flow,\nDe la pasarela a tu armario en un dos por tres, bro'."}
{"topic": "Lego", "rap": "Piezas pequeñas, mi mente construye castillos,\ncon bloques de colores, mis sueños son ladrillos."}
{"topic": "Compton", "rap": "Las calles de Compton, sudor y asfalto,\nDonde el ritmo late fuerte, sin dar un alto."}
{"topic": "atasco de tráfico", "rap": "El claxon es mi percusión, sudor mi fragancia  \nEsta avenida es un purgatorio sin salida a la vista."}
{"topic": "Sherlock Holmes", "rap": "La mente es mi arma, el crimen mi juego,  \nResuelvo el caso antes que el humo del fuego."}
{"topic": "comida chatarra", "rap": "Grasa que en el asfalto se pega, pura chatarra que al alma anega.  \nAzúcar que en las venas navega, esta adicción que al espejo niega."}
{"topic": "Hamburguesa doble", "rap": "Doble carne, doble queso, doble poder en el plato,\nDoble sabor, doble gozo, conquistando el mercado."}
{"topic": "barrio peligroso", "rap": "En la calle oscura el eco de los pasos suena,\ndonde la luna es testigo y la sombra dueña."}
{"topic": "Doritos", "rap": "Crujo el paquete, sabor que explota,\nNacho cheese en mi boca, leyenda se nota."}
{"topic": "Times Square", "rap": "Luces que ciegan, nunca se apagan,\nAquí el sueño gringo se estampa y se alaba."}
{"topic": "Netflix", "rap": "Pantalla que enciende la sala,\ntu serie favorita sin pausa ni gala."}
{"topic": "Quevedo", "rap": "Soy Quevedo, letras que cortan como acero toledano,\nverso afilado, clásico y castellano."}
{"topic": "Versace", "rap": "El lujo en mi ropa, Versace brilla en la tela,\nSeda y oro, mi estilo es una novela."}
{"topic": "pandemia mundial", "rap": "El virus llegó y el mundo se paralizó,\ncon mascarilla y distancia el ritmo se adaptó."}
{"topic": "Haters", "rap": "Critican sin parar, no tienen nada que hacer,\nMientras yo sigo creciendo, ellos se van a caer."}
{"topic": "Tomorrowland", "rap": "La vibra en el aire, un futuro que ya llegó,\nEn Tomorrowland, el ritmo del mañana encontró."}
